import React from 'react';

export const metadata = {
    title: 'আমাদের সম্পর্কে || Sokol Course',
}

const page = () => {
    return (
        <div className='min-h-screen pt-20'>
            <p className='text-center text-4xl'>আমাদের সম্পর্কে</p>

            <div className='bg-base-200'>
                <p className='text-xl mt-5 text-justify'>জেনারেল একাডেমি হলো একটি নির্ভরযোগ্য অনলাইন প্ল্যাটফর্ম, যা মূলত বাংলাদেশ জুডিশিয়াল সার্ভিস (BJS) এবং বাংলাদেশ বার কাউন্সিল পরীক্ষার প্রস্তুতির জন্য গঠিত। আমাদের লক্ষ্য হলো আইন শিক্ষার্থীদের সর্বোচ্চ মানসম্পন্ন দিকনির্দেশনা ও প্রস্তুতি সুবিধা প্রদান করা, যেন তারা প্রতিযোগিতামূলক এই পরীক্ষাগুলোতে সফলতা অর্জন করতে পারে। <br />
                    আমাদের একাডেমিতে রয়েছে: <br />
                    <li>অভিজ্ঞ ও দেশসেরা মেন্টরদের সরাসরি দিকনির্দেশনা</li>
                    <li>কারিকুলামভিত্তিক পূর্ণাঙ্গ অনলাইন কোর্স</li>
                    <li> নিয়মিত লাইভ ক্লাস, মডেল টেস্ট ও প্রশ্নোত্তর সেশন</li>
                    <li> রেকর্ডেড ক্লাসের সুবিধা</li>
                    আমরা বিশ্বাস করি, সঠিক পরিকল্পনা ও কাঠামোবদ্ধ প্রস্তুতির মাধ্যমে যে কেউ বিচারক বা আইনজীবী হওয়ার স্বপ্ন বাস্তবায়ন করতে পারে। জেনারেল একাডেমি সেই স্বপ্ন বাস্তবায়নের নিরলস চেষ্টা চালিয়ে যাচ্ছে।
                </p>
            </div>
        </div>
    );
};

export default page;